package by.htp.less07.main;

public class Test1 {
	public static void main(String[] args) {
	int e  = 4, b = 8;
	
	MainForTest1 no1 = new MainForTest1();
	no1.setDigit1(e);
	System.out.println(no1.getDigit1());
	no1.setDigit2(b);
	System.out.println(no1.getDigit2());
	
	System.out.println(no1.SummOfDigits());
	
	no1.TheBiggest();
	
	
	
	/* 1. Создайте класс Test1 двумя переменными. Добавьте метод вывода на экран и методы изменения этих переменных.
	Добавьте метод, который находит сумму значений этих переменных, и метод, который находит наибольшее значение
	из этих двух переменных. */
	
	
	}
}
